Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=145_art_id=152.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Beaivi
sma: Lïerh: Biejjie

source: Mun lean máilmmi čuovggas, cealká Jesus
sma: ” Manne leam eatnemen tjoevkese ”, Jeesuse jeahta

source: Jesus cealká: " Dat guhte čuovvu mu, ii goassege vádjol seavdnjadasas, muhto sus lea eallima čuovggas. " (Joh 8,12).
sma: Jeesuse jeahta: ” Manne leam veartenen tjoevkese, dïhte gie mannem dåerede ij edtjh jemkielisnie vaedtesedh vallah jieleden tjoevkesem åadtjodh. ”

source: Giđđat buktá beaivváš gulul ođđa eallima lundui. Dán láhkái buktá Kristus midjiide agálaš eallima skeaŋkan.
sma: Gïjrege biejjie soejmelaakan gaajhkem gååske, goh Kristuse mijjese ihkuve jielemem vadtesinie buakta.

source: Maid dát máksá ?
sma: Guktie amma numhtie ?

source: Maid máksá agálaš eallin ?
sma: Ihkuve jieleme, mij dïhte ?

source: Jesus riegádii stáljas Betlehemas.
sma: Jeesuse staellesne Betlehemesne reakasovvi.

source: Son lei sihke Ipmil ja olmmoš oktanaga.
sma: Dovne Jupmele jïh almetje lïj.

source: Sus ledje váhnemat nu mo mis leat.
sma: Jeesusen aaj eejhtegh goh mijjen leah eejhtegh.

source: Márjá ja Josef leigga su váhnemat.
sma: Josefe gonneh Maarjah ligan Jeesusen eejhtegh.

source: Son šattai bajás Nasaretas.
sma: Nasaretesne byjjeni.

source: Son gásttašuvvui nu mo don ge.
sma: Fïelestalli ööhpehti jïh saerniedi.

source: Son mátkkoštii, mátkkiin oahpahii ja sárdnidii.
sma: Åavtoeh darjoeji jïh skïemtje almetjh staarnedehti.

source: Dan dagai 12 máhttájeddjiidisguin.
sma: Luhkiegöökte learohkh Jeesusinie ektesne lin.

source: Muittát go máhtajeddjiid namaid ?
sma: Datne dej nommh måjhtijh ?

source: Ođđa testameanttas sáhtát lohkat Jesusa birra.
sma: Orre testamentesne maahtah Jeesusen bïjre lohkedh.

source: Jesusis ledje eambbo namat: Eaba lean Márjá ja Jovsset geat hutkaiga Jesusa nama.
sma: Jeesusen gellie nommh: Jeesuse Idjigan Josefe gonnoeh Maarjah ussjedh maanam Jeesusinie gåhtjodh.

source: Eŋgel finai Jesusa eatni, Márjjá luhtte ja muitalii mii bártni namma galggai leat.
sma: Eengkele dïhte Maarjese jeehti, maanan nomme lea Jeesuse.

source: Jeusa namma máksá: Ipmil beastá.
sma: Jeesusen nomme naemhtie jarkoestibie: Jupmele gorrede.

source: Dat namma lei hui dábálaš Israelas dan áigge.
sma: Dejpeli dïhte nomme sïejhme Jisrajelesne.

source: Kristus lea gonagas.
sma: Kristuse gångka lea.

source: Kristus mearkkaša son guhte lea vuidojuvvon.
sma: Jeeusen nomme jarkoestibie: dïhte gie bådtjasovveme lea.

source: Dalá áigge vieru mielde vuide gonagasa oaivvi oljjuin go su bidje ámmáhii.
sma: Dejpeli gångkan åejjiem bådtjadin gosse gångkine sjï

source: Go dát guokte nama leat ovttas dešaddá dovddastussan: Jesus lea Messias.
sma: Gosse jiehtebe Jeesus Kristuse, jiehtebe Jeesuse Messijase lea.

source: Son lea lohpiduvvon gonagas gii galgá beastit. Ipmila bárdni
sma: Jeesuse dïhte, dïhte gångka gie dååjvehtassi mietie edtja båetedh jïh almetjidie gorredidh.

source: Namma muitala ahte Jesus lea Ipmila bárdni.
sma: Jupmelen baernie Nomme buerkeste Jeesuse Jupmelen baernie.

source: Jesus geavaha dán namahusa iežas birra.
sma: Jeesuse jeehti satne Jupmelen baernie lea.

source: Lea dat namma mii geavahuvvo dávjjimusat.
sma: Åejvie Dïhte nomme dejpeli sïejhme nomme lïj.

source: Jesus lea vuoitán ja lea Hearrá jápmima badjel.
sma: Jeesuse åajvie sjïdti juktie jaemedem håajhteme.

source: Dát namma geavahuvvo govvet Jesus Kristusa doaimma.
sma: Laampe Dïhte nomme buerkeste maam Jeesuse darjoeji.

source: Dát lea namma maid dušše Jesus iežas birra geavahii.
sma: Mijjen sådtoej åvteste Jeesuse sjïeline sjïdti.
